EDITS = {
  "मधे": "मध्ये",
  " मध्ये": "मध्ये ",
  "महत्व": "महत्त्व",
  "तत्व": "तत्त्व",
  "जेंव्हा": "जेव्हा",
  "तेंव्हा": "तेव्हा",
  "केंव्हा": "केेव्हा",
  "ठराविक": "ठरावीक",
  "तज्ञ": "तज्ज्ञ",
  "गणितज्ज्ञ": "गणितज्ञ",
  "आणी": "आणि",
  "प्रश्ण": "प्रश्न",
  "ध्द": "द्ध",
  "सुरु ": "सुरू",
  "सुरवात": "सुरुवात",

  "अॅ": "ॲ",
  "ाॅ": "ॉ",
  "ॉं": "ाँ",
  "व्हिडीओ": "व्हिडिओ",

  # the ऱ्य, ऱ्ह problem
  "र्ह": "ऱ्ह",
  "अऱ्ह": "अर्ह",
  "गऱ्ह": "गर्ह",
  "णार्या": "णाऱ्या",  # बोलणाऱ्या, करणाऱ्या
  "नवर्या": "नवऱ्या",
  "सर्या": "सऱ्या",  # दुसऱ्या, तिसऱ्या

  # विभक्ती प्रत्यय
  " चा ": "चा ",
  " ची ": "ची ",
  " चे ": "चे ",
  " नेे ": "ने ",
  " नी ": "नी ",
  " च्या ": "च्या ",
  "ुन": "ून",
  " ला ": "ला ",

  # punctuations
  " .": ". ",
  " ,": ", ",
  " ?": "? ",
  " !": "! ",
  " ;": "; ",
  "( ": "(",
  "(": " (",
  " )": ")",
  ")": ") ",
  "! !": "!!",

  # A blank line in between 2 paragraphs
  "\n": "\n\n",
  "\n\n\n": "\n\n",

  "  ": " ",
}
